Repository: tianpingdeng112233-cell/meetpr
Catalog: Modules/CoachKit/Sources/CoachKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# coach.roster.searchStudents
source: 搜索学员
en: Search students

# coach.roster.triage.missed %lld
source: 没练 %lld 天
en: No training for %lld days

# coach.roster.triage.missedAwaitingReply %lld
source: 没练 %lld 天 · 待回复
en: No training for %lld days · Awaiting reply

# coach.roster.triage.newRecord
source: 有新记录待你回复
en: New log awaiting your reply

# coach.roster.viewProfile
source: 查看资料
en: View Profile

# coach.roster.waitingForReplyReason
source: 待回复
en: Awaiting Reply

# coach.roster.weekProgress %lld %lld
source: 本周 %lld/%lld
en: This week %lld/%lld

# coach.shared.abnormal.dayNotTrained %lld
source: %lld 天未训练
en: No training for %lld day

# coach.shared.abnormal.daysNotTrained %lld
source: %lld 天未训练
en: No training for %lld days

# coach.shared.abnormal.stuckOnWeek %lld
source: 卡 W%lld 未完成
en: Stuck on W%lld

# coach.shared.muscle.back
source: 背
en: Back

# coach.shared.muscle.chest
source: 胸
en: Chest

# coach.shared.muscle.coreAndLowerBack
source: 核心·下背
en: Core · Lower Back

# coach.shared.muscle.glutes
source: 臀
en: Glutes

# coach.shared.muscle.hamstrings
source: 腘绳
en: Hamstrings

# coach.shared.muscle.quadriceps
source: 股四
en: Quads

# coach.shared.muscle.shoulder
source: 肩
en: Shoulders

# coach.shared.muscle.triceps
source: 肱三头
en: Triceps

# coach.shared.readiness.fatigue
source: 疲劳：{items}
en: Fatigue: {items}

# coach.shared.readiness.noMuscleFatigue
source: 无肌群疲劳
en: No muscle fatigue

# coach.shared.readiness.scales %lld %lld %lld
source: 睡眠 %lld · 状态 %lld · 压力 %lld
en: Sleep %lld · Mood %lld · Stress %lld

# coach.shared.relative.dayAgo %lld
source: %lld 天前
en: %lld day ago

# coach.shared.relative.daysAgo %lld
source: %lld 天前
en: %lld days ago

# coach.shared.relative.hourAgo %lld
source: %lld 小时前
en: %lld hour ago

# coach.shared.relative.hoursAgo %lld
source: %lld 小时前
en: %lld hours ago

# coach.shared.relative.minuteAgo %lld
source: %lld 分钟前
en: %lld minute ago

# coach.shared.relative.minutesAgo %lld
source: %lld 分钟前
en: %lld minutes ago

# coach.shared.severity.heavy
source: 重
en: Heavy

# coach.shared.severity.light
source: 轻
en: Light

# coach.shared.severity.moderate
source: 中
en: Moderate

# coach.shared.status.active
source: 活跃
en: Active

# coach.shared.status.evaluationDay %lld
source: 评估期 %lld 天
en: Evaluation: %lld day

# coach.shared.status.evaluationDays %lld
source: 评估期 %lld 天
en: Evaluation: %lld days

# coach.shared.status.evaluationHour %lld
source: 评估期 %lld 小时
en: Evaluation: %lld hour

# coach.shared.status.evaluationHours %lld
source: 评估期 %lld 小时
en: Evaluation: %lld hours

# coach.shell.profile
source: 我的
en: Profile

# coach.shell.students
source: 学员
en: Students

# coach.shell.today
source: 今日
en: Today

# coach.studentDetail.error.load
source: 学员详情加载失败，请稍后重试
en: Could not load student details. Try again later.

# coach.studentDetail.section.feedback
source: 反馈
en: Feedback

# coach.studentDetail.section.growth
source: 成长
en: Progress

# coach.studentDetail.section.overview
source: 概览
en: Overview

# coach.studentDetail.section.profile
source: 资料
en: Profile

# coach.studentDetail.section.videos
source: 视频
en: Videos

# coach.studentDetail.shiftedDays %lld
source: 已后移 %lld 天
en: Shifted by %lld days

# coach.today.acceptedStudent
source: 新学员 {name} 已接收 · 已加入学员列表
en: New student {name} accepted · Added to your roster

# coach.today.activeAsPlanned
source: 按计划在练
en: Training as planned

# coach.today.allDone
source: 今天都处理完了
en: All Done

# coach.today.allDoneSubtitle
source: 学员新上传视频或发消息时会出现在这里
en: New student videos and messages will appear here

# coach.today.askHowThingsAreGoing
source: 发条消息问问情况
en: Ask How Things Are Going

# coach.today.awaitingFeedback
source: 待反馈
en: Awaiting Feedback

# coach.today.earliestApplicationSubtitle
source: 最早{waiting}
en: Earliest: {waiting}

# coach.today.earliestVideoSubtitle
source: 最早一段 {time}
en: Earliest clip {time}

# coach.today.multipleApplicationsTitle %lld
source: %lld 位新学员申请加入
en: %lld new student applications

# coach.today.needsAttention
source: 待关注
en: Needs Attention

# coach.today.newApplication
source: 新申请
en: New Application

# coach.today.noTrainingDaysThisWeek
source: 本周还没有训练安排
en: No training scheduled this week

# coach.today.notStarted
source: 还没开始
en: Not Started

# coach.today.notTrainedTitle %@ %lld
source: %@ 已 %lld 天未训练
en: %@ has not trained for %lld days

# coach.today.orderedByHandling
source: 按处理顺序排列
en: Ordered By Handling

# coach.today.pendingVideosTitle %lld
source: %lld 段视频等你反馈
en: %lld videos awaiting feedback

# coach.today.peopleCount %lld
source: %lld 人
en: %lld students

# coach.today.singleApplicationTitle
source: {name} 申请加入
en: {name} applied to join

# coach.today.todo
source: 待办
en: Todo

# coach.today.trainingDaysCompleted %lld %lld
source: %lld / %lld 训练日已完成
en: %1$lld / %lld training days completed

# coach.today.unread
source: 未读
en: Unread

# coach.today.unreadMessagesTitle %lld
source: %lld 条学员消息未读
en: %lld unread student messages

# coach.today.viewAllStudents
source: 看全部学员
en: View All Students

# coach.today.weekOverview
source: 本周概况
en: Week Overview

# coach.today.weekday.fri
source: 五
en: F

# coach.today.weekday.mon
source: 一
en: M

# coach.today.weekday.sat
source: 六
en: S

# coach.today.weekday.sun
source: 日
en: S

# coach.today.weekday.thu
source: 四
en: T

# coach.today.weekday.tue
source: 二
en: T

# coach.today.weekday.wed
source: 三
en: W

# coach.video.awaitingFeedback
source: 待反馈
en: Awaiting Feedback

# coach.video.back
source: 返回
en: Back

# coach.video.confirmation
source: 知道了
en: Got it

# coach.video.emptySubtitle
source: 学员在打卡时录的视频会出现在这里
en: Videos recorded during check-ins will appear here

# coach.video.emptyTitle
source: 学员还没有上传视频
en: No student videos yet

# coach.video.error.playback
source: 播放链接获取失败，请重试
en: Could not load the video. Try again.

# coach.video.feedbackInput
source: 反馈
en: Feedback

# coach.video.feedbackSent
source: 已反馈
en: Feedback Sent

# coach.video.feedbackWorkbench
source: 反馈工作台
en: Feedback Workbench

# coach.video.loadFailed
source: 视频加载失败
en: Play Failed

# coach.video.marker.annotation
source: 打点
en: Marker

# coach.video.marker.annotationBadge
source: 打点
en: Marker

# coach.video.pullToRetry
source: 下拉刷新重试
en: Pull To Retry

# coach.video.retry
source: 重试
en: Retry

# coach.video.send
source: 发送
en: Send

# coach.video.setInfo
source: 本组信息
en: Set Info

# coach.video.skip
source: 跳过
en: Skip

# coach.video.today
source: 今天
en: Today

# coach.video.trainingVideo
source: 训练视频
en: Training Video

# coach.video.yesterday
source: 昨天
en: Yesterday

# coach.videoFeedback.addMarker
source: 添加打点
en: Add Marker

# coach.videoFeedback.back
source: 返回
en: Back

# coach.videoFeedback.cancel
source: 取消
en: Cancel

# coach.videoFeedback.deleteMarker
source: 删除打点
en: Delete Marker

# coach.videoFeedback.emptyFeedback
source: 反馈不能为空
en: Feedback cannot be empty

# coach.videoFeedback.feedbackPlaceholder
source: 写给 {name} 的反馈
en: Feedback for {name}

# coach.videoFeedback.headerMeta
source: {set} · {relativeTime} 上传
en: {set} · Uploaded {relativeTime}

# coach.videoFeedback.kilograms
source: kg
en: Kilograms

# coach.videoFeedback.loading
source: 加载中…
en: Loading

# coach.videoFeedback.marker
source: 打点
en: Marker

# coach.videoFeedback.markerCount %lld
source: 打点 · %lld
en: Markers · %lld

# coach.videoFeedback.markerDeleteFailed
source: 打点删除失败，请重试
en: Could not delete marker. Try again.

# coach.videoFeedback.markerNote
source: 备注（选填，最多 500 字）
en: Note (optional, 500 characters max)

# coach.videoFeedback.markerSaveFailed
source: 打点保存失败，请重试
en: Could not save marker. Try again.

# coach.videoFeedback.markerTime
source: 时间点
en: Timestamp

# coach.videoFeedback.markersLoadFailed
source: 打点加载失败
en: Could not load markers

# coach.videoFeedback.noPendingVideos
source: 没有待反馈视频
en: No videos awaiting feedback

# coach.videoFeedback.noPendingVideosSubtitle
source: 这位学员的视频都处理完了
en: This student's pending videos have all been handled

# coach.videoFeedback.playFailed
source: 视频加载失败
en: Play Failed

# coach.videoFeedback.reps
source: 次数
en: Reps

# coach.videoFeedback.repsValue %lld
source: %lld 次
en: %lld reps

# coach.videoFeedback.retry
source: 重试
en: Retry

# coach.videoFeedback.rowAccessibility
source: {exercise}，点按写反馈
en: {exercise}, tap to write feedback

# coach.videoFeedback.save
source: 保存
en: Save

# coach.videoFeedback.send
source: 发送
en: Send

# coach.videoFeedback.sendFailed
source: 发送失败,请稍后重试
en: Send failed. Try again later.

# coach.videoFeedback.sentFeedback
source: 已发送反馈
en: Feedback sent

# coach.videoFeedback.setNumber %lld
source: 第 %lld 组
en: Set %lld

# coach.videoFeedback.setInfoLoadFailed
source: 组次信息加载失败
en: Could not load set details

# coach.videoFeedback.setInfoUnavailable
source: 未关联训练组
en: No linked set details

# coach.videoFeedback.setOrder
source: 组序
en: Set

# coach.videoFeedback.skip
source: 跳过 · 看下一段 →
en: Skip · Next clip →

# coach.videoFeedback.trainingVideo
source: 训练视频
en: Training Video

# coach.videoFeedback.weight
source: 本组重量
en: Set Weight

# coach.workspace.action.continue
source: 继续
en: Continue

# coach.workspace.action.plan
source: 排
en: Plan

# coach.workspace.action.view
source: 查看
en: View

# coach.workspace.badge.ended
source: 已结束
en: Ended

# coach.workspace.badge.endsThisWeek
source: 本周结束
en: Ends This Week

# coach.workspace.badge.inProgress
source: 编到一半
en: In Progress

# coach.workspace.badge.noPlan
source: 暂无计划
en: No Plan

# coach.workspace.badge.published
source: 已发布
en: Published

# coach.workspace.defaultAdaptationName
source: {student} 适应周
en: {student}'s Adaptation Week

# coach.workspace.defaultDraftName %@ %lld
source: %@ %lld 周计划
en: %@'s %lld-Week Plan

# coach.workspace.draftSummary %@ %@ %lld
source: %@ · %@ · %lld周
en: %@ · %@ · %lld weeks

# coach.workspace.empty.body
source: 所有学员都有在跑计划。需要新建周期时，点上方「排新计划」。
en: All students have active plans. Tap “New Plan” to create another cycle.

# coach.workspace.empty.title
source: 暂无待排计划
en: No Plans Needed

# coach.workspace.error.accessibility
source: 计划工作台加载失败
en: Planning workspace failed to load

# coach.workspace.error.load
source: 计划工作台加载失败，请稍后重试
en: Could not load planning workspace. Try again later.

# coach.workspace.eyebrow
source: 计划编排
en: PLAN BUILDER

# coach.workspace.kind.adaptation
source: 适应周
en: Adaptation Week

# coach.workspace.kind.regular
source: 正式计划
en: Regular Plan

# coach.workspace.need.ended
source: 计划已结束
en: Plan ended

# coach.workspace.need.endsThisWeek
source: 计划本周内结束
en: Plan ends this week

# coach.workspace.need.noCurrentPlan
source: 暂无在跑计划
en: No active plan

# coach.workspace.newPlan
source: 排新计划
en: New Plan

# coach.workspace.publishedRow
source: {summary} · {date}发
en: {summary} · Sent {date}

# coach.workspace.publishedSummary %@ %lld
source: %@ · %lld周
en: %@ · %lld weeks

# coach.workspace.section.drafts
source: 进行中草稿
en: Drafts in Progress

# coach.workspace.section.needs
source: 谁需要排计划
en: Needs a Plan

# coach.workspace.section.recent
source: 最近发布
en: Recently Published

# coach.workspace.shortDate
source: {month}月{day}日
en: {month}/{day}

# coach.workspace.step.assignFrequency
source: 分配频率
en: Assign Frequency

# coach.workspace.step.configureRules
source: 配置进阶
en: Configure Progression

# coach.workspace.step.fillIntensity
source: 填强度
en: Set Intensity

# coach.workspace.step.notStarted
source: 未开始
en: Not Started

# coach.workspace.step.preview
source: 预览发布
en: Preview & Publish

# coach.workspace.step.selectAccessories
source: 选辅助
en: Select Accessories

# coach.workspace.step.selectDuration
source: 选周期
en: Select Duration

# coach.workspace.step.selectMainLifts
source: 选主项
en: Select Main Lifts

# coach.workspace.step.selectStudent
source: 选学员
en: Select Student

# coach.workspace.subtitle
source: 为学员排周期 · 续编草稿 · 回看已发布
en: Build cycles · Resume drafts · Review published plans

# coach.workspace.title
source: 编排
en: Planning
